//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d αποτυχημένες προσπάθειες κωδικού πρόσβασης";
"%d Failed Password Attempts" = "%d αποτυχημένες προσπάθειες συνθηματικού";

"1 Failed Passcode Attempt" = "1 αποτυχημένη προσπάθεια κωδικού πρόσβασης";
"1 Failed Password Attempt" = "1 αποτυχημένη προσπάθεια συνθηματικού";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Ολοκληρώθηκε";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Εισάγετε διαφορετικό κωδικό πρόσβασης. Αδυναμία χρήσης ξανά του ίδιου κωδικού πρόσβασης.";
"Enter a different password. Cannot re-use the same password." = "Εισάγετε διαφορετικό συνθηματικό. Αδυναμία χρήσης ξανά του ίδιου συνθηματικού.";

"Enter a passcode" = "Εισάγετε ένα κωδικό πρόσβασης";
"Enter a password" = "Εισάγετε ένα συνθηματικό";

"Enter your new passcode" = "Εισάγετε το νέο σας συνθηματικό";
"Enter your new password" = "Εισάγετε το νέο σας συνθηματικό";

"Enter your old passcode" = "Εισάγετε το παλιό σας συνθηματικό";
"Enter your old password" = "Εισάγετε το παλιό σας συνθηματικό";

"Enter your passcode" = "Εισάγετε τον κωδικό πρόσβασης";
"Enter your password" = "Εισάγετε το συνθηματικό σας";

"Invalid Passcode" = "Μη έγκυρος κωδικός πρόσβασης";
"Invalid Password" = "Μη έγκυρο συνθηματικό";

"Passcodes did not match.\nTry again." = "Οι κωδικοί πρόσβασης δεν ταιριάζουν.\nΔοκιμάστε ξανά.";
"Password did not match.\nTry again." = "Τα συνθηματικά δεν ταιριάζουν.\nΔοκιμάστε ξανά.";

"Re-enter your passcode" = "Εισάγετε ξανά τον κωδικό πρόσβασης";
"Re-enter your password" = "Εισάγετε ξανά το συνθηματικό";

"Try again in %d minutes" = "Δοκιμάστε ξανά σε %d λεπτά";

"Try again in 1 minute" = "Δοκιμάστε ξανά σε 1 λεπτό";
